of/org/Myanmar/stationary/5/00/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  5.0                                   |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

6
(
    top
    {
        type            symmetryPlane;
        inGroups        1(symmetryPlane);
        nFaces          1087;
        startFace       666718;
    }
    bottom
    {
        type            symmetryPlane;
        inGroups        1(symmetryPlane);
        nFaces          1083;
        startFace       667805;
    }
    inlet
    {
        type            patch;
        nFaces          312;
        startFace       668888;
    }
    outlet
    {
        type            patch;
        nFaces          312;
        startFace       669200;
    }
    deck
    {
        type            wall;
        inGroups        1(wall);
        nFaces          1090;
        startFace       669512;
    }
    frontAndBack
    {
        type            empty;
        inGroups        1(empty);
        nFaces          668660;
        startFace       670602;
    }
)

// ************************************************************************* //
